13/data/attachments/5ca0bc371a7e1413.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_23538b83-ec07-4fce-aea3-a1b54bbc0466</nif:username>
            <nif:friendToBeAdded>Logan_society_Friend_62577_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>